<template>
  <div class="main-upper">
    <h2>Что мы даем</h2>
    <div class="text">
      <p>Значимость этих проблем настолько очевидна, что современная методология
        разработки, а также свежий взгляд на привычные вещи - безусловно открывает новые
        горизонты для как самодостаточных, так и внешне зависимых концептуальных решений.
      </p>
      <p>Принимая во внимание показатели успешности, базовый вектор развития
        представляет собой интересный эксперимент проверки экономической
        целесообразности принимаемых решений.
      </p>
      <p>А ещё элементы политического процесса представляют собой не что иное,
        как квинтэссенцию победы маркетинга над разумом
        и должны быть указаны как претенденты на роль ключевых факторов.
      </p>
    </div>
    <div class="row btn-wrapper">
      <a href="#" class="btn">Начать!</a>
    </div>
  </div>
</template>

<script>
export default {
  name: 'FirstSection',
};
</script>
